;  /////////////
;  // Warden //
;  ///////////

[WOTC_KPP_Warden X2SoldierClassTemplate]
DisplayName = "看守者"
ClassSummary = "被发现具有心灵天赋的侦察兵，看守者擅长近战战斗，他们在心灵战斗中运用心灵能力以及近战技能表现出色。<br/><br/><font color='#CA7200'>使用无托式和心灵手套。</font>"
+AbilityTreeTitles = "退潮"
+AbilityTreeTitles = "涨潮"
+AbilityTreeTitles = "堡垒"
+AbilityTreeTitles = "XCOM"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

+RandomNickNames[0]="Acheron"
+RandomNickNames[1]="Aether"
+RandomNickNames[2]="Arrakis"
+RandomNickNames[3]="Atreides"
+RandomNickNames[4]="Bosporus"
+RandomNickNames[5]="Caldera"
+RandomNickNames[6]="Devil's Current"
+RandomNickNames[7]="Elysian"
+RandomNickNames[8]="Equinox"
+RandomNickNames[9]="Fremen"
+RandomNickNames[10]="Moonspell"
+RandomNickNames[11]="Nova"
+RandomNickNames[12]="Pulsar"
+RandomNickNames[13]="Red River"
+RandomNickNames[14]="Redshift"
+RandomNickNames[15]="Rogue Wave"
+RandomNickNames[16]="Rubicon"
+RandomNickNames[17]="Shepherd"
+RandomNickNames[18]="Tigris"
+RandomNickNames[19]="Wildfire"
+RandomNickNames[20]="Yanartash"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="Orion"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="Artemis"

+RandomNickNames = "Blitz"
+RandomNickNames = "Brick"
+RandomNickNames = "Butcher"
+RandomNickNames = "Buzzsaw"
+RandomNickNames = "Cajun"
+RandomNickNames = "Chops"
+RandomNickNames = "Cobra"
+RandomNickNames = "Crash"
+RandomNickNames = "Diamond"
+RandomNickNames = "Enforcer"
+RandomNickNames = "Flash"
+RandomNickNames = "Fury"
+RandomNickNames = "Gator"
+RandomNickNames = "Icepick"
+RandomNickNames = "Jaws"
+RandomNickNames = "Knuckles"
+RandomNickNames = "Monster"
+RandomNickNames = "Mustang"
+RandomNickNames = "Pitbull"
+RandomNickNames = "Predator"
+RandomNickNames = "Razor"
+RandomNickNames = "Roman"
+RandomNickNames = "Scorpion"
+RandomNickNames = "Slayer"
+RandomNickNames = "Steel"
+RandomNickNames = "Terminator"
+RandomNickNames = "Thane"
+RandomNickNames = "Trojan"
+RandomNickNames = "Vandal"
+RandomNickNames = "Viking"
+RandomNickNames = "Warden"
+RandomNickNames = "Warlord"
+RandomNickNames = "Wolf"
+RandomNickNames = "Wolverine"
+RandomNicknames_Female = "Athena"
+RandomNicknames_Female = "Iron Maiden"
+RandomNicknames_Female = "Shieldmaiden"
+RandomNicknames_Female = "Valkyrie"
+RandomNicknames_Female = "Godmother"
+RandomNickNames_Male = "Axeman"
+RandomNickNames_Male = "Rocky"
+RandomNickNames_Male = "Stallion"
+RandomNickNames_Male = "Wolfman"

+PhotoboothSoloBLines_Male[0]="His blade... THEIR BLOOD!"
+PhotoboothSoloBLines_Male[1]="A Storm is Coming."
+PhotoboothSoloBLines_Male[2]="His blade will bring JUSTICE!"
+PhotoboothSoloBLines_Male[3]="If He Is With Us, Who Can Stand Against Us?"
+PhotoboothSoloBLines_Male[4]="Blademaster. Death Dealer."
+PhotoboothSoloBLines_Male[5]="\"I do not fear the storm.  I am the storm.\""
+PhotoboothSoloBLines_Female[0]="Her blade... THEIR BLOOD!"
+PhotoboothSoloBLines_Female[1]="A Storm is Coming."
+PhotoboothSoloBLines_Female[2]="Her blade will bring JUSTICE!"
+PhotoboothSoloBLines_Female[3]="If She Is With Us, Who Can Stand Against Us?"
+PhotoboothSoloBLines_Female[4]="Blademaster. Death Dealer."
+PhotoboothSoloBLines_Female[5]="\"I do not fear the storm.  I am the storm.\""

[X2AbilityTag_KPPWarden]

;  -- Localized Strings for Ability Tags --
;  ----------------------------------------

; // Generic Tags
strOnce = "Once"
strUpTo = "Up to"
strTimes = "times"
strTiles = "tiles"

; - GTS Unlocks -

[WOTC_KPP_WardenUnlock1 X2SoldierAbilityUnlockTemplate]
DisplayName = "看守者：心灵冥想 I"
Summary = "所有看守者士兵的心灵潜力熟练度现在将从2级开始，不受军衔影响。"

[WOTC_KPP_WardenUnlock2 X2SoldierAbilityUnlockTemplate]
DisplayName = "看守者：心灵冥想 II"
Summary = "所有看守者士兵的心灵潜力熟练度现在将从3级开始，不受军衔影响。<br/><br/><font color='#CA7200'>需要心灵冥想 I</font>"

; - Ability Templates -

;<font color='#3ABD23'><Ability:_/></font>

[WOTC_KPP_PsionicPotential X2AbilityTemplate]
LocFriendlyName = "心灵潜力"
LocHelpText = " <Ability:ClassName/> 获得提高突击战斗的特长，并获得心灵力量。"
LocLongDescription = " <Ability:ClassName/> 获得提高突击战斗的特长，并获得心灵力量。"
LocPromotionPopupText = "<font color='#CA7200'>等级 I</font> （在 <Ability:RANKNAME1/> 军衔[1]时获得）<br/><Bullet/> 获得退潮与涨潮特长（可以选择进攻或防御姿态，或移动）。<br/><Bullet/> 获得坚定不移的专注特长（防御和进攻姿态在2回合内提供加成，激活退潮与涨潮，移除迷惑，刷新坚定不移的专注，1回合冷却）。<br/><Bullet/> 获得 <font color='#3ABD23'><Ability:WARDEN_MOBILITY/></font> 机动性。<br/><br/><font color='#CA7200'>等级 II</font> （在 <Ability:RANKNAME3/> 军衔[3]时获得）<br/><Bullet/> 获得预感特长（可以免费行动改变姿态，激活退潮与涨潮，3回合冷却）。<br/><Bullet/> 获得坚定不移的特长（击杀敌人后，获得一次免费移动行动）。<br/><Bullet/> 获得 <font color='#3ABD23'><Ability:WARDEN_MOBILITY2/></font> 机动性。<br/><br/><font color='#CA7200'>等级 III</font> （在 <Ability:RANKNAME6/> 军衔[6]时获得）<br/><Bullet/> 获得看守者的潮汐特长（推开附近半径内的所有敌人，使他们眩晕1行动点；在防御姿态下眩晕敌人，激活退潮与涨潮，5回合冷却）。<br/><Bullet/> 获得穿透打击被动（所有主要和近战攻击将穿透 <font color='#3ABD23'><Ability:PIERCING_STRIKES_PIERCE/></font> 装甲）。<br/><Bullet/> 获得 <font color='#3ABD23'><Ability:WARDEN_CRIT_CHANCE/></font> 暴击几率。"

[WOTC_KPP_Lockdown X2AbilityTemplate]
LocFriendlyName = "封锁"
LocHelpText = " <Ability:ClassName/> 锁定一名对手，使其眩晕 <font color='#3ABD23'><Ability:LOCKDOWN_STUN_ACTIONS/></font> 行动， <font color='#3ABD23'><Ability:LOCKDOWN_COOLDOWN/></font> 回合冷却。"
LocLongDescription = " <Ability:ClassName/> 锁定一名对手，使其眩晕 <font color='#3ABD23'><Ability:LOCKDOWN_STUN_ACTIONS/></font> 行动， <font color='#3ABD23'><Ability:LOCKDOWN_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = " <Ability:ClassName/> 锁定一名对手，使其眩晕 <font color='#3ABD23'><Ability:LOCKDOWN_STUN_ACTIONS/></font> 行动， <font color='#3ABD23'><Ability:LOCKDOWN_COOLDOWN/></font> 回合冷却。"

[WOTC_KPP_WarpShield X2AbilityTemplate]
LocFriendlyName = "扭曲护盾"
LocFlyOverText = "扭曲护盾"
LocHelpText = " <Ability:ClassName/> 操纵虚空，将自己传送到 <font color='#3ABD23'><Ability:WARP_SHIELD_RANGE/></font> 格内的一个附近位置，并为附近的盟友提供 <font color='#3ABD23'><Ability:WARP_SHIELD_HP/></font> 生命值护盾。"
LocLongDescription = " <Ability:ClassName/> 操纵虚空，将自己传送到 <font color='#3ABD23'><Ability:WARP_SHIELD_RANGE/></font> 格内的一个附近位置，并为附近的盟友提供 <font color='#3ABD23'><Ability:WARP_SHIELD_HP/></font> 生命值护盾。"
LocPromotionPopupText = " <Ability:ClassName/> 操纵虚空，将自己传送到 <font color='#3ABD23'><Ability:WARP_SHIELD_RANGE/></font> 格内的一个附近位置，并为附近的盟友提供 <font color='#3ABD23'><Ability:WARP_SHIELD_HP/></font> 生命值护盾。 可以在移动行动点使用。"

[WOTC_KPP_BulwarkStrength X2AbilityTemplate]
LocFriendlyName = "堡垒之力"
LocFlyOverText = "堡垒之力"
LocHelpText = " <Ability:ClassName/> 增强其盟友的力量，为他们提供 <font color='#3ABD23'><Ability:BULWARK_SHIELD_HP/></font> 盾牌生命值，增加他们的防御力 <font color='#3ABD23'><Ability:BULWARK_DEFENSE/></font>，并为他们提供 <font color='#3ABD23'><Ability:BULWARK_ARMOR/></font> 护甲，只要链接持续。如果使用者死亡，链接的盟友也会死亡。可以免费行动移除链接， <font color='#3ABD23'><Ability:BULWARK_COOLDOWN/></font> 回合冷却。"
LocLongDescription = " <Ability:ClassName/> 增强其盟友的力量，为他们提供 <font color='#3ABD23'><Ability:BULWARK_SHIELD_HP/></font> 盾牌生命值，增加他们的防御力 <font color='#3ABD23'><Ability:BULWARK_DEFENSE/></font>，并为他们提供 <font color='#3ABD23'><Ability:BULWARK_ARMOR/></font> 护甲，只要链接持续。如果使用者死亡，链接的盟友也会死亡。可以免费行动移除链接， <font color='#3ABD23'><Ability:BULWARK_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = " <Ability:ClassName/> 增强其盟友的力量，为他们提供 <font color='#3ABD23'><Ability:BULWARK_SHIELD_HP/></font> 盾牌生命值，增加他们的防御力 <font color='#3ABD23'><Ability:BULWARK_DEFENSE/></font>，并为他们提供 <font color='#3ABD23'><Ability:BULWARK_ARMOR/></font> 护甲，只要链接持续。如果使用者死亡，链接的盟友也会死亡。可以免费行动移除链接， <font color='#3ABD23'><Ability:BULWARK_COOLDOWN/></font> 回合冷却。"

[WOTC_KPP_BulwarkStrengthRelease X2AbilityTemplate]
LocFriendlyName = "解除连接"
LocFlyOverText = "解除连接"
LocHelpText = " <Ability:ClassName/> 释放与盟友的心灵连接，移除堡垒之力。"
LocLongDescription = " <Ability:ClassName/> 释放与盟友的心灵连接，移除堡垒之力。"
LocPromotionPopupText = " <Ability:ClassName/> 释放与盟友的心灵连接，移除堡垒之力。"

[WOTC_KPP_Desolation X2AbilityTemplate]
LocFriendlyName = "荒芜"
LocFlyOverText = "荒芜"
LocHelpText = "'封锁’现在使目标眩晕2个行动点并造成目标破裂。"
LocLongDescription = "'封锁’现在使目标眩晕2个行动点并造成目标破裂。"
LocPromotionPopupText = "'封锁’现在使目标眩晕2个行动点并造成目标破裂。"

[WOTC_KPP_LockdownDesolation X2AbilityTemplate]
LocFriendlyName = "封锁"
LocHelpText = " <Ability:ClassName/> 锁定一名对手，使其眩晕 2 个行动点，4 回合冷却。"
LocLongDescription = " <Ability:ClassName/> 锁定一名对手，使其眩晕 2 个行动点，4 回合冷却。"
LocPromotionPopupText = " <Ability:ClassName/> 锁定一名对手，使其眩晕 2 个行动点，4 回合冷却。"

[WOTC_KPP_Barrier X2AbilityTemplate]
LocFriendlyName = "屏障"
LocFlyOverText = "屏障"
LocHelpText = "为一名盟友提供 <font color='#3ABD23'><Ability:BARRIER_SHIELD_HP/></font> 盾牌生命值，持续1回合。 <font color='#3ABD23'><Ability:BARRIER_COOLDOWN/></font> 回合冷却。"
LocLongDescription = "为一名盟友提供 <font color='#3ABD23'><Ability:BARRIER_SHIELD_HP/></font> 盾牌生命值，持续1回合。 <font color='#3ABD23'><Ability:BARRIER_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = "为一名盟友提供 <font color='#3ABD23'><Ability:BARRIER_SHIELD_HP/></font> 盾牌生命值，持续1回合。盟友将在XCOM的下一回合失去盾牌。 <font color='#3ABD23'><Ability:BARRIER_COOLDOWN/></font> 回合冷却。"

[WOTC_KPP_PiercingStrikes X2AbilityTemplate]
LocFriendlyName = "穿透打击"
LocFlyOverText = "穿透打击"
LocHelpText = " <Ability:ClassName/>的初级和近战攻击现在穿透 <font color='#3ABD23'><Ability:PIERCING_STRIKES_PIERCE/></font>装甲。"
LocLongDescription = " <Ability:ClassName/>的初级和近战攻击现在穿透 <font color='#3ABD23'><Ability:PIERCING_STRIKES_PIERCE/></font>装甲。"
LocPromotionPopupText = " <Ability:ClassName/>的初级和近战攻击现在穿透 <font color='#3ABD23'><Ability:PIERCING_STRIKES_PIERCE/></font>装甲。"

[WOTC_KPP_MassStasis X2AbilityTemplate]
LocFriendlyName = "群体停滞"
LocFlyOverText = "群体停滞"
LocHelpText = " <Ability:ClassName/>锁定目标单位及其周围 <font color='#3ABD23'><Ability:MASS_STASIS_RADIUS_METERS/></font> 格内的所有单位，迫使它们进入停滞状态。 <font color='#3ABD23'><Ability:MASS_STASIS_COOLDOWN/></font> 回合冷却。"
LocLongDescription = " <Ability:ClassName/>锁定目标单位及其周围 <font color='#3ABD23'><Ability:MASS_STASIS_RADIUS_METERS/></font> 格内的所有单位，迫使它们进入停滞状态。 <font color='#3ABD23'><Ability:MASS_STASIS_COOLDOWN/></font> 回合冷却。"
LocPromotionPopupText = " <Ability:ClassName/>锁定目标单位及其周围 <font color='#3ABD23'><Ability:MASS_STASIS_RADIUS_METERS/></font> 格内的所有单位，迫使它们进入停滞状态。 <font color='#3ABD23'><Ability:MASS_STASIS_COOLDOWN/></font> 回合冷却。"

; - Classic Warden Abilities -

[WardensAdvance X2AbilityTemplate]
+LocFriendlyName="看守者的前进"
+LocLongDescription="使用你的 <Ability:SecondaryWeaponName/>攻击范围内任何敌人。如果还有行动点，激活退潮与涨潮并改变姿态。"
+LocHelpText="使用你的 <Ability:SecondaryWeaponName/>攻击范围内任何敌人。如果还有行动点，激活退潮与涨潮并改变姿态。"
+LocPromotionPopupText="<Bullet/> 一个看守者可以进行“冲刺”移动，使用两个行动点移动，并在不结束回合的情况下攻击相邻的敌人。<br/><Bullet/> 看守者随后会激活退潮与涨潮，并再次移动。<br/><Bullet/> 随着看守者等级的提升，他们将获得更多剩余行动点可用的不同能力。<br/><Bullet/> 此能力在两种姿态下都可用，但每回合只能激活一次。<br/><Bullet/> 在迷惑状态下无法激活。<br/>"

[WardenDecider X2AbilityTemplate]
+LocFriendlyName="退潮与涨潮"
+LocLongDescription="看守者可以在某些能力使用后改变姿态，前提是他们还有行动点。"
+LocHelpText="看守者可以在某些能力使用后改变姿态，前提是他们还有行动点。"
+LocPromotionPopupText="<Bullet/> 看守者可以利用周围的心灵能量在进攻和防御姿态之间切换，而不是结束回合。<br/><Bullet/> 看守者总是在回合开始时处于进攻姿态。<br/><Bullet/> 几乎所有远程攻击都受限于进攻姿态，而防御姿态能力允许看守者抵消进入的伤害或以各种方式为下一回合做准备。<br/><Bullet/> “看守者的前进”是第一个将两种形态联系起来的能力。每次激活“看守者的前进”都会在看守者还有行动点的情况下激活“退潮与涨潮”。<br/><Bullet/> 随着等级的提升，看守者将有更多选择，决定“退潮与涨潮”何时何地激活。<br/><Bullet/> 高级看守者可以选择在攻击开始时处于何种姿态，以及以何种姿态结束。<br/>"
+LocFlyOverText="退潮与涨潮"

[WardenImmunityActivate X2AbilityTemplate]
+LocFriendlyName="预见"
+LocLongDescription="预见能力保护看守者免受下一次伤害性攻击，并在激活时移除伤害性状态效果。仅在防御姿态下可用。结束你的回合。此能力不能与坚定不移的专注在同一回合内激活。"
+LocHelpText="防御下一次伤害性攻击。"
+LocFlyOverText="预见"
+LocPromotionPopupText="<Bullet/> 预见通过创建一个与看守者最大生命值相等的灵能护盾来保护看守者免受下一次伤害性攻击。<br/><Bullet/> 如果看守者通过物品获得了生命值加成，护盾将更强。<br/><Bullet/> 仅在防御姿态下可用。<br/><Bullet/> 结束你的回合。<br/><Bullet/> 在激活时移除燃烧、酸蚀、中毒和流血状态效果。<br/><Bullet/> 当护盾激活时，看守者对火焰、毒素、酸蚀和流血免疫。<br/><Bullet/> 混乱状态下无法激活。<br/><Bullet/> 此能力不能与“坚定不移的专注”在同一回合内激活。<br/><Bullet/> 看守者无法长时间维持护盾，它只会在第一次受到攻击时提供保护，然后消失。<br/><Bullet/> 预见不会保护看守者免受绕过护盾的特殊攻击，例如毒蛇的束缚。<br/>"

[WardenDeception X2AbilityTemplate]
+LocFriendlyName="欺骗"
+LocLongDescription="如果在同一回合内针对同一目标，后续射击将提供+5%命中率和+20%近战暴击率以及+10%远程暴击率。"
+LocHelpText="如果在同一回合内针对同一目标，后续射击将提供+5%命中率和+20%近战暴击率以及+10%远程暴击率。"
+LocFlyOverText="欺骗"
+LocPromotionPopupText="<Bullet/> 在进行一次无托式射击后，针对你该回合的初始目标获得+5%命中率以及+20%近战暴击率和+10%远程暴击率。<br/><Bullet/> 看守者每回合能够累积多次行动的能力，可以从欺骗中获得巨大的加成。<br/><Bullet/> 将此能力与坚定不移的专注或失衡等能力结合使用，可以获得巨大的优势。<br/>"

[WardenConcentrationActivate X2AbilityTemplate]
+LocFriendlyName="坚定不移的专注"
+LocLongDescription="专注于你的下一步行动。防御姿态：接下来2回合内+15%命中率和暴击率，暴击伤害+2。进攻姿态：接下来2回合内+10%命中率和暴击率，暴击伤害+1。激活退潮与涨潮。移除混乱状态。1回合冷却。如果效果已经激活，刷新初始效果的持续时间。"
+LocHelpText="提供高达+15%的命中率和暴击率以及暴击伤害+2。"
+LocPromotionPopupText="<Bullet/> 如果在防御姿态下激活，将为所有技能提供接下来2回合内+15%命中率和暴击率以及暴击伤害+2。<br/><Bullet/> 如果在进攻姿态下激活，将为所有技能提供接下来2回合内+10%命中率和暴击率以及暴击伤害+1。<br/><Bullet/> 在进攻姿态和防御姿态下均可用。<br/><Bullet/> 1 回合冷却。<br/><Bullet/> 在激活时移除混乱状态效果。<br/><Bullet/> 燃烧状态下无法激活。<br/><Bullet/> 如果看守者有剩余的行动点，激活退潮与涨潮。<br/><Bullet/> 你可以继续刷新初始效果的持续时间。例如，在防御姿态下激活以获得15%的命中率加成，下一回合在进攻姿态下激活以保持那15%的加成，反之亦然。 <br/>"
+LocFlyOverText="坚定不移的专注"

[WardenBladeShredder X2AbilityTemplate]
+LocFriendlyName="离别打击"
+LocLongDescription="剑攻击撕裂装甲。此外，剑攻击的命中率提高+10%，伤害增加+1。"
+LocHelpText="剑攻击撕裂装甲。看守者使用剑攻击时更加精准和强大。"
+LocPromotionPopupText="<Bullet/> 近战攻击命中率提高+10%，伤害增加+1。<br/><Bullet/> 使用传统剑成功攻击将目标装甲撕裂1点，并附带+1伤害和+10%的命中率。<br/><Bullet/> 更高级的剑将能从目标身上撕裂更多装甲。<br/>"

[WardenMarauder X2AbilityTemplate]
+LocFriendlyName="洞察"
+LocLongDescription="标准射击不会结束回合，允许在一回合内射击后移动或射击两次。"
+LocHelpText="标准射击不会结束回合，允许在一回合内射击后移动或射击两次。"
+LocPromotionPopupText="<Bullet/> 洞察在规划看守者回合时提供了更多的战术选择。<br/>"

[WardenBarrage X2AbilityTemplate]
+LocFriendlyName="掩护炮火"
+LocLongDescription="针对侧翼敌人的远程攻击造成+1伤害。所有攻击有额外的10%几率对敌人造成暴击。"
+LocHelpText="针对侧翼敌人的远程攻击造成+1伤害。所有攻击有额外的10%几率对敌人造成暴击。"
+LocFlyOverText="掩护炮火"

[WardenHalfSword X2AbilityTemplate]
+LocFriendlyName="半剑"
+LocLongDescription="如果在使用防御姿态时激活，则是一次必中的近战击退攻击，造成2-3点伤害并使目标混乱。激活退潮与涨潮。可以应用武器额外效果。"
+LocHelpText="如果在使用防御姿态时激活，则是一次必中的近战击退攻击，造成2-3点伤害并使目标混乱。激活退潮与涨潮。可以应用武器额外效果。"
+LocPromotionPopupText="<Bullet/> 如果在防御姿态下激活，近战击退攻击将使目标混乱2回合。3回合冷却。<br/><Bullet/> 这是一次必中的攻击，造成2-3点伤害。它也可以应用武器额外效果。<br/><Bullet/> 离别打击能力允许半剑撕裂装甲并造成+1伤害。<br/><Bullet/> 激活退潮与涨潮。<br/><Bullet/> 此能力在两种姿态下都可用。<br/>"

[WardenLightningReflexes X2AbilityTemplate]
+LocFriendlyName="闪电反应"
+LocLongDescription="每回合，针对你的第一次反应射击将miss。"
+LocHelpText="每回合，针对你的第一次反应射击将miss。"
+LocPromotionPopupText="<Bullet/> 闪电反应可以用来吸引敌人的过载射击，并保护队友。<br/>"

[WardenBladestorm X2AbilityTemplate]
+LocFriendlyName="剑刃风暴"
+LocLongDescription="对任何从近战范围内进入或攻击的敌人进行免费的剑攻击。"
+LocHelpText="对任何从近战范围内进入或攻击的敌人进行免费的剑攻击。"
+LocFlyOverText="剑刃风暴"
+LocPromotionPopupText="<Bullet/> 如果一个敌人在相邻的贴图中开始他们的回合，那么如果该敌人试图攻击看守者，剑刃风暴将触发。<br/><Bullet/> 如果一个敌人在相邻的贴图中没有开始他们的回合，那么当该敌人移动到近战范围内时，剑刃风暴将触发。<br/>"

[WardenBladestormAttack X2AbilityTemplate]
+LocFriendlyName="剑刃风暴"
+LocLongDescription="对任何从近战范围内进入或攻击的敌人进行免费的剑攻击。"
+LocHelpText="对任何从近战范围内进入或攻击的敌人进行免费的剑攻击。"
+LocFlyOverText="剑刃风暴"
+LocPromotionPopupText="<Bullet/> 如果一个敌人在相邻的贴图中开始他们的回合，那么如果该敌人试图攻击看守者，剑刃风暴将触发。<br/><Bullet/> 如果一个敌人在相邻的贴图中没有开始他们的回合，那么当该敌人移动到近战范围内时，剑刃风暴将触发。<br/>"

[WardenPremonition X2AbilityTemplate]
+LocFriendlyName="预兆"
+LocLongDescription="允许看守者在不攻击的情况下改变姿态。免费行动，3回合冷却。激活退潮与涨潮。"
+LocHelpText="允许看守者在不攻击的情况下改变姿态。免费行动，3回合冷却。"
+LocPromotionPopupText="<Bullet/> 掌握退潮与涨潮。 <br/><Bullet/> 允许看守者在不攻击的情况下改变姿态并激活退潮与涨潮。<br/><Bullet/> 这是一个免费行动，3回合冷却。<br/><Bullet/> 使看守者能够进行有趣的组合，例如先进行近战攻击然后进行近距离射击，或者在发动攻击前使用防御姿态的能力。<br/><Bullet/> 此能力在两种姿态下都可用。<br/><Bullet/> 即使着火或混乱时也可以激活。<br/>"

[WardenWinding X2AbilityTemplate]
+LocFriendlyName="缠绕"
+LocLongDescription="一次扭曲的近战打击，造成暴击伤害，并确保目标在未来承受所有攻击时额外受到+3伤害。仅在进攻姿态下可用，并在同一回合内禁用看守者的前进。激活退潮与涨潮。"
+LocHelpText="一次扭曲的近战打击，造成暴击伤害，并确保目标在未来承受所有攻击时额外受到+3伤害。仅在进攻姿态下可用。激活退潮与涨潮。"
+LocPromotionPopupText="<Bullet/> 缠绕造成必中的暴击伤害，并在命中时应用破裂效果。<br/><Bullet/> 破裂的目标在每次攻击中额外受到3点伤害。有4回合冷却。<br/><Bullet/> 缠绕利用自身的破裂效果，它总是造成+3伤害。<br/><Bullet/> 虽然缠绕是必中的暴击，但它不是必中的命中。<br/><Bullet/> 在激活缠绕后，你在同一回合内无法激活看守者的前进。<br/><Bullet/> 激活退潮与涨潮。<br/><Bullet/> 仅在进攻姿态下可激活。<br/>"

[WardenPush X2AbilityTemplate]
+LocFriendlyName="看守者的潮汐"
+LocLongDescription="将看守者周围的所有敌人推回并使其昏迷。如果在防御姿态下，则使目标混乱。造成4-6伤害，忽略掩体和装甲。昏迷1行动点。有5回合冷却。激活退潮与涨潮。"
+LocHelpText="将看守者周围的所有敌人推回并使其昏迷。如果在防御姿态下，则使目标混乱。造成4-6伤害，忽略掩体和装甲。有5回合冷却。激活退潮与涨潮。"
+LocPromotionPopupText="<Bullet/> 看守者聚集战场周围的所有灵能能量并释放，将每个敌人击退，即使他们躲在掩体后面。<br/><Bullet/> 忽略友军目标。<br/><Bullet/> 不结束你的回合。<br/><Bullet/> 造成4-6伤害，忽略掩体和装甲。<br/><Bullet/> 昏迷1行动点。如果在防御姿态下，则混乱2回合。5回合冷却。<br/><Bullet/> 不造成环境伤害。<br/><Bullet/> 此能力在两种姿态下都可用。<br/><Bullet/> 激活退潮与涨潮。<br/><Bullet/> 如果你在敌人群体中间激活看守者的潮汐，它具有巨大的掩体否定潜力。<br/>"

[WardenUnbalanceShot X2AbilityTemplate]
+LocFriendlyName="失衡"
+LocLongDescription="成功的射击将使目标失去平衡。目标在剩余的回合内从所有来源承受额外25%的伤害。两种姿态下皆可使用。不结束你的回合。消耗2弹药。3回合冷却。"
+LocHelpText="使目标失去平衡。失衡的目标在剩余的回合内从所有来源承受额外25%的伤害。"
+LocHitMessage="失衡"
+LocPromotionPopupText="<Bullet/> 目标在剩余的回合内从所有来源承受额外25%的伤害。<br/><Bullet/> 不结束你的回合。<br/><Bullet/> 消耗2弹药，有3回合冷却。<br/><Bullet/> 两种姿态下皆可使用。<br/><Bullet/> 失衡是唯一一个在防御姿态下可用的远程能力。<br/>"

[WardenBarrageUnlock X2SoldierAbilityUnlockTemplate]
+DisplayName="看守者：掩护炮火"
+Summary="针对侧翼敌人的远程攻击造成+1伤害。所有攻击有额外的5%几率对敌人造成暴击。"
